Repository: abdurrahmanalmuminy/lefni
Catalog: lib/l10n/app_*.arb
Languages: ar

# appTitle
source: Control Panel
ar: لوحة التحكم

source: Welcome
ar: مرحباً بك

source: Welcome to
ar: مرحباً بك في

source: Home
ar: الرئيسية

source: Today
ar: اليوم

source: Contracts
ar: العقود

source: Cases
ar: القضايا

source: Sessions
ar: الجلسات

source: Appointments
ar: المواعيد

source: Clients
ar: العملاء

source: Documents
ar: المستندات

source: Tasks
ar: المهام

source: Tools
ar: الأدوات

source: Help
ar: المساعدة

source: Settings
ar: الإعدادات

source: Reports
ar: التقارير

source: Invoices
ar: الفواتير

source: Users
ar: المستخدمين

source: Dashboard
ar: لوحة التحكم

# demoPageMessage
source: This is a demo page. You can replace this content with any content you want.
ar: هذه صفحة تجريبية. يمكنك استبدال هذا المحتوى بأي محتوى تريده.

# userName
source: Abdurrahman Hussein
ar: عبدالرحمن حسين

# invoicesIssued
source: Issued Invoices
ar: الفواتير الصادرة

# invoicesReceived
source: Received Invoices
ar: الفواتير المستلمة

# invoicesPending
source: Pending Invoices
ar: الفواتير المعلقة

# invoicesPaid
source: Paid Invoices
ar: الفواتير المدفوعة

source: Create Invoice
ar: إنشاء فاتورة

source: Invoice Settings
ar: إعدادات الفواتير

source: User Contracts
ar: عقود المستخدمين

source: User Tasks
ar: مهام المستخدمين

source: User Ratings
ar: تقييمات المستخدمين

# userStats
source: User Statistics
ar: إحصائيات المستخدمين

source: Users List
ar: قائمة المستخدمين

source: Add User
ar: إضافة مستخدم

source: User Roles
ar: أدوار المستخدمين

source: User Permissions
ar: صلاحيات المستخدمين

source: User Activity
ar: نشاط المستخدمين

source: User Settings
ar: إعدادات المستخدمين

source: Monthly Reports
ar: التقارير الشهرية

source: Yearly Reports
ar: التقارير السنوية

# casesStats
source: Cases Statistics
ar: إحصائيات القضايا

source: Client Reports
ar: تقارير العملاء

source: Financial Reports
ar: التقارير المالية

source: Performance Reports
ar: تقارير الأداء

source: Contracts Management
ar: إدارة العقود

source: Create Contract
ar: إنشاء عقد

source: Edit Contract
ar: تعديل عقد

source: Contract Archive
ar: أرشيف العقود

source: Search Contracts
ar: بحث العقود

source: Link to Client
ar: ربط بالعميل

source: Link to Case
ar: ربط بالقضية

source: Upload Files
ar: رفع الملفات

source: Electronic Signature
ar: التوقيع الإلكتروني

source: Contract Types
ar: أنواع العقود

source: Client Contracts
ar: عقود العملاء

source: Lawyer Contracts
ar: عقود المحامين

# engineeringContracts
source: Engineering Office Contracts
ar: عقود المكاتب الهندسية

source: Accountant Contracts
ar: عقود المحاسبين

source: Clients Management
ar: إدارة العملاء

source: Client Profile
ar: ملف العميل

source: Add Client
ar: إضافة عميل

source: Client Documents
ar: مستندات العميل

source: Office Documents
ar: مستندات المكتب

source: Service Catalog
ar: كتالوج الخدمات

source: Individual Services
ar: خدمات الأفراد

source: Business Services
ar: خدمات الأعمال

source: Consultation
ar: استشارة

source: Power of Attorney
ar: توكيل

source: Notarization
ar: توثيق

source: Case Study
ar: دراسة قضية

source: Reconciliation Request
ar: طلب صلح

source: Governance
ar: حوكمة

source: Intellectual Property
ar: ملكية فكرية

source: Annual Contracts
ar: عقود سنوية

source: Debt Collection
ar: تحصيل ديون

source: Arbitration
ar: تحكيم

source: Cases Management
ar: إدارة القضايا

source: Add Case
ar: إضافة قضية

source: Case Status
ar: حالة القضية

# potentialCase
source: Potential
ar: محتملة

source: Under Review
ar: قيد النظر

# closedCase
source: Closed
ar: منتهية

source: Case Number
ar: رقم القضية

source: Case Type
ar: نوع القضية

source: Court
ar: المحكمة

source: Department
ar: الدائرة

source: Responsible Lawyer
ar: المحامي المسؤول

source: Case Files
ar: ملفات القضية

source: Letters
ar: خطابات

source: Objections
ar: اعتراضات

source: Memos
ar: مذكرات

source: Link Sessions
ar: ربط الجلسات

source: Link Reports
ar: ربط التقارير

source: Tasks & Sessions
ar: المهام والجلسات

source: Office Tasks
ar: المهام المكتبية

source: Assign Task
ar: إسناد مهمة

source: Task Dates
ar: تواريخ المهام

source: Task Alerts
ar: تنبيهات المهام

source: Progress Reports
ar: تقارير الإنجاز

source: Court Sessions
ar: الجلسات القضائية

source: Session Schedule
ar: جدول الجلسات

source: Session Alerts
ar: تنبيهات الجلسات

source: Session Report
ar: تقرير الجلسة

source: Appointment Scheduling
ar: جدولة المواعيد

source: Internal Alerts
ar: تنبيهات داخلية

source: SMS Alerts
ar: تنبيهات SMS

source: Financial
ar: السجلات المالية

source: Fees Management
ar: إدارة الأتعاب

source: Receivables
ar: المبالغ المستحقة

source: Receipt Vouchers
ar: سندات القبض

# monthlyFinancial
source: Monthly Financial Reports
ar: تقارير مالية شهرية

source: Collaborators
ar: الجهات المتعاونة

source: Cooperating Lawyers
ar: المحامون المتعاونون

source: Agencies
ar: الوكالات

source: Task Updates
ar: تحديث المهام

source: Documentation
ar: التوثيق

source: Students
ar: الطلاب

source: Student Registration
ar: تسجيل الطلاب

source: CV
ar: السيرة الذاتية

source: Cooperation Type
ar: نوع التعاون

source: Training
ar: تدريب

source: Case Referral
ar: جلب قضايا

source: Consultation Booking
ar: حجز مواعيد استشارات

source: Engineering Offices
ar: المكاتب الهندسية

source: Technical Reports
ar: التقارير الفنية

source: Construction Defects
ar: عيوب بناء

source: Real Estate Disputes
ar: نزاعات عقارية

source: Legal Accountants
ar: المحاسبون القانونيون

source: Accounting Reports
ar: التقارير المحاسبية

source: Financial Report Request
ar: طلب تقارير مالية

source: Translators
ar: المترجمون

source: Translation Tasks
ar: مهام الترجمة

source: Translated Files
ar: الملفات المترجمة

source: Invoices and Revenues
ar: الفواتير والإيرادات

source: Client Fees
ar: أتعاب العملاء

source: Collection Record
ar: سجل التحصيل

source: Expenses and Payments
ar: المصروفات والمدفوعات

source: Collaborator Accounts
ar: حسابات المتعاونين

source: Login
ar: تسجيل الدخول

source: Email
ar: البريد الإلكتروني

source: Password
ar: كلمة المرور

source: Forgot Password?
ar: نسيت كلمة المرور؟

source: Sign In
ar: تسجيل الدخول

source: Profile
ar: الملف الشخصي

source: Sign Out
ar: تسجيل الخروج

source: Signing in...
ar: جارٍ تسجيل الدخول...

# invalidEmail
source: Invalid email address
ar: البريد الإلكتروني غير صحيح

# emailRequired
source: Email is required
ar: البريد الإلكتروني مطلوب

# passwordRequired
source: Password is required
ar: كلمة المرور مطلوبة

# passwordTooShort
source: Password must be at least 6 characters
ar: كلمة المرور يجب أن تكون 6 أحرف على الأقل

source: Login failed
ar: فشل تسجيل الدخول

source: Please wait
ar: يرجى الانتظار

# noPermission
source: You do not have permission to view this section
ar: ليست لديك صلاحية لعرض هذا القسم

source: Role
ar: الدور

source: Sign Up
ar: إنشاء حساب

source: Create Account
ar: إنشاء حساب

# alreadyHaveAccount
source: Already have an account?
ar: هل لديك حساب بالفعل؟

# dontHaveAccount
source: Don't have an account?
ar: ليس لديك حساب؟

source: Confirm Password
ar: تأكيد كلمة المرور

source: Passwords do not match
ar: كلمات المرور غير متطابقة

# accountCreated
source: Account created successfully
ar: تم إنشاء الحساب بنجاح

source: Sign up failed
ar: فشل إنشاء الحساب

# passwordResetEmailSent
source: Password reset email sent. Check your inbox.
ar: تم إرسال بريد إلكتروني لإعادة تعيين كلمة المرور. تحقق من صندوق الوارد الخاص بك.

source: Send Reset Link
ar: إرسال رابط إعادة التعيين

source: Phone Number
ar: رقم الهاتف

# phoneNumberRequired
source: Phone number is required
ar: رقم الهاتف مطلوب

source: Name
ar: الاسم

# nameRequired
source: Name is required
ar: الاسم مطلوب

source: Next
ar: التالي

source: Back
ar: السابق

source: Step
ar: الخطوة

# stepOf
source: of
ar: من

source: Account Information
ar: معلومات الحساب

source: Profile Information
ar: معلومات الملف الشخصي

source: Specialization
ar: التخصص

source: License Number
ar: رقم الترخيص

source: Firm Name
ar: اسم المكتب

source: University
ar: الجامعة

source: Bank Account
ar: الحساب البنكي

# isTraining
source: Training Program
ar: برنامج تدريبي

source: Case Sourcing
ar: جلب قضايا

source: User created successfully
ar: تم إنشاء المستخدم بنجاح

source: Appointment created successfully
ar: تم إنشاء الموعد بنجاح

source: Document uploaded successfully
ar: تم رفع المستند بنجاح

source: Client created successfully
ar: تم إنشاء العميل بنجاح

source: Case created successfully
ar: تم إنشاء القضية بنجاح

source: Task created successfully
ar: تم إنشاء المهمة بنجاح

source: Session created successfully
ar: تم إنشاء الجلسة بنجاح

source: Contract created successfully
ar: تم إنشاء العقد بنجاح

source: Finance record created successfully
ar: تم إنشاء السجل المالي بنجاح

# pleaseSelectClient
source: Please select a client
ar: يرجى اختيار عميل

# pleaseSelectDateTime
source: Please select date and time
ar: يرجى اختيار التاريخ والوقت

# pleaseSelectFile
source: Please select a file
ar: يرجى اختيار ملف

# pleaseSelectCase
source: Please select a case
ar: يرجى اختيار قضية

# pleaseSelectLawyer
source: Please select a lawyer
ar: يرجى اختيار محامي

source: Please select assignee
ar: يرجى اختيار المسؤول

source: Please select related item
ar: يرجى اختيار العنصر المرتبط

# pleaseSelectDates
source: Please select start and due dates
ar: يرجى اختيار تاريخ البدء وتاريخ الاستحقاق

# pleaseSelectLeadLawyer
source: Please select a lead lawyer
ar: يرجى اختيار المحامي الرئيسي

# serviceAndPriceRequired
source: Service and price are required
ar: الخدمة والسعر مطلوبان

source: Please add at least one item
ar: يرجى إضافة عنصر واحد على الأقل

# dateAndTime
source: Date & Time
ar: التاريخ والوقت

source: Purpose
ar: الغرض

source: Category
ar: الفئة

source: Client (Optional)
ar: العميل (اختياري)

source: Case (Optional)
ar: القضية (اختياري)

source: Type
ar: النوع

source: Status
ar: الحالة

source: Due Date (Optional)
ar: تاريخ الاستحقاق (اختياري)

source: Title
ar: العنوان

source: Description
ar: الوصف

source: Assign To
ar: تعيين إلى

source: Related To
ar: مرتبط بـ

source: Priority
ar: الأولوية

source: Start Date
ar: تاريخ البدء

source: Due Date
ar: تاريخ الاستحقاق

source: Add Tag
ar: إضافة علامة

source: Items
ar: العناصر

source: Subtotal
ar: المجموع الفرعي

# vat
source: VAT (15%)
ar: ضريبة القيمة المضافة (15%)

source: Total
ar: الإجمالي

source: Notes (Optional)
ar: ملاحظات (اختياري)

source: Location
ar: الموقع

source: Meeting Link (Optional)
ar: رابط الاجتماع (اختياري)

source: Party Type
ar: نوع الطرف

source: Content
ar: المحتوى

source: Select files (Optional)
ar: اختيار الملفات (اختياري)

source: Select file
ar: اختيار ملف

# selectDateTime
source: Select date and time
ar: اختيار التاريخ والوقت

source: None
ar: لا شيء

source: Has Agency
ar: لديه وكالة

source: Agency Number
ar: رقم الوكالة

source: Select agency file
ar: اختيار ملف الوكالة

source: ID Number
ar: رقم الهوية

source: CR Number
ar: رقم السجل التجاري

source: Address
ar: العنوان

# addressRequired
source: Address is required
ar: العنوان مطلوب

source: Lead Lawyer
ar: المحامي الرئيسي

source: Judge (Optional)
ar: القاضي (اختياري)

source: Lawyer
ar: المحامي

source: Add Item
ar: إضافة عنصر

source: Add Lawyer
ar: إضافة محامي

source: Add Student
ar: إضافة طالب

source: Add Engineer
ar: إضافة مهندس

source: Add Accountant
ar: إضافة محاسب

source: Add Translator
ar: إضافة مترجم

source: Select start date
ar: اختيار تاريخ البدء

source: Select due date
ar: اختيار تاريخ الاستحقاق

# selectDueDateOptional
source: Select due date
ar: اختيار تاريخ الاستحقاق

source: Service
ar: الخدمة

source: Price
ar: السعر

source: Quantity (Optional)
ar: الكمية (اختياري)

source: Description (Optional)
ar: الوصف (اختياري)

# clientRequired
source: Client is required
ar: العميل مطلوب

# caseRequired
source: Case is required
ar: القضية مطلوبة

# lawyerRequired
source: Lawyer is required
ar: المحامي مطلوب

# leadLawyerRequired
source: Lead lawyer is required
ar: المحامي الرئيسي مطلوب

# titleRequired
source: Title is required
ar: العنوان مطلوب

# descriptionRequired
source: Description is required
ar: الوصف مطلوب

# assigneeRequired
source: Assignee is required
ar: المسؤول مطلوب

# caseNumberRequired
source: Case number is required
ar: رقم القضية مطلوب

# courtNameRequired
source: Court name is required
ar: اسم المحكمة مطلوب

# circuitRequired
source: Circuit is required
ar: الدائرة مطلوبة

# identityNumberRequired
source: Identity number is required
ar: رقم الهوية مطلوب

# locationRequired
source: Location is required
ar: الموقع مطلوب

# purposeRequired
source: Purpose is required
ar: الغرض مطلوب

# contentRequired
source: Content is required
ar: المحتوى مطلوب

# caseLabel
source: Case
ar: القضية

# contractLabel
source: Contract
ar: العقد

# caseCategoryCivil
source: Civil
ar: مدني

# caseCategoryCriminal
source: Criminal
ar: جنائي

# caseCategoryLabor
source: Labor
ar: عمل

# caseCategoryIntellectualProperty
source: Intellectual Property
ar: ملكية فكرية

# caseCategoryCommercial
source: Commercial
ar: تجاري

# caseCategoryAdministrative
source: Administrative
ar: إداري

# caseStatusProspect
source: Prospect
ar: محتملة

# caseStatusActive
source: Active
ar: نشطة

# caseStatusClosed
source: Closed
ar: منتهية

# partyTypeClient
source: Client
ar: عميل

# partyTypeLawyer
source: Lawyer
ar: محامي

# partyTypeEngineer
source: Engineer
ar: مهندس

# partyTypeAccountant
source: Accountant
ar: محاسب

# partyTypeTranslator
source: Translator
ar: مترجم

# sessionTypeCourtHearing
source: Court Hearing
ar: جلسة قضائية

# sessionTypeClientMeeting
source: Client Meeting
ar: اجتماع عميل

# sessionTypeConsultation
source: Consultation
ar: استشارة

# documentCategoryClientDoc
source: Client Document
ar: مستند عميل

# documentCategoryOfficeDoc
source: Office Document
ar: مستند مكتب

# documentCategoryContract
source: Contract
ar: عقد

# documentCategoryReport
source: Report
ar: تقرير

# documentCategoryOther
source: Other
ar: أخرى

# relatedTypeCase
source: Case
ar: قضية

# relatedTypeClient
source: Client
ar: عميل

# relatedTypeContract
source: Contract
ar: عقد

# taskPriorityLow
source: Low
ar: منخفضة

# taskPriorityMedium
source: Medium
ar: متوسطة

# taskPriorityHigh
source: High
ar: عالية

source: Payment Method
ar: طريقة الدفع

# paymentMethodRequired
source: Payment method is required
ar: طريقة الدفع مطلوبة

# paymentMethodCash
source: Cash
ar: نقدي

# paymentMethodBankTransfer
source: Bank Transfer
ar: تحويل بنكي

# paymentMethodCheck
source: Check
ar: شيك

# paymentMethodCreditCard
source: Credit Card
ar: بطاقة ائتمانية

# paymentMethodOnlinePayment
source: Online Payment
ar: دفع إلكتروني

# paymentMethodOther
source: Other
ar: أخرى

source: Send Code
ar: إرسال الرمز

source: Verify Code
ar: التحقق من الرمز

source: Verified
ar: تم التحقق

source: Complete Sign Up
ar: إكمال التسجيل
